tests/test_files/soap/PML_testSearchByLicenseNumber_req.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:impl="http://impl.services.screening.medicaid.gov/">
   <soapenv:Header/>
   <soapenv:Body>
      <impl:searchByLicenseNumber>
         <arg0>
            <licenseNumber>804</licenseNumber>
         </arg0>
      </impl:searchByLicenseNumber>
   </soapenv:Body>
</soapenv:Envelope>